{
    "1": {
        "id": 1,
        "nombre": "Casco integral con visor solar",
        "marca": "Aerotech",
        "anio_lanzamiento": 2023,
        "descripcion": "Casco integral con visor solar retractil, sistema de ventilación ajustable y calota aerodinámica.",
        "descripcion_larga": "Este casco integral de Aerotech es una opción de alta gama para los motoristas que buscan comodidad y seguridad. Con su visor solar retráctil, puedes adaptarte fácilmente a diferentes condiciones de luz. Además, el sistema de ventilación ajustable garantiza una circulación de aire óptima, manteniéndote fresco en tus viajes. La calota aerodinámica no solo mejora la estética, sino que también reduce la resistencia al viento, proporcionando una experiencia de conducción más suave y estable.",
        "material": "Poliéster, policarbonato",
        "talle_disponible": "S, M, L, XL",
        "color_disponible": "Negro, Blanco, Rojo, Azul",
        "cantidad_disponible": 50,
        "imagen": "assets/img/1.png",
        "categoria": "Cascos"
    },
    "2": {
        "id": 2,
        "nombre": "Chaqueta de cuero estilo retro",
        "marca": "RiderX",
        "anio_lanzamiento": 2022,
        "descripcion": "Chaqueta de cuero estilo retro con protecciones en codos y hombros, ideal para un look vintage y seguro.",
        "descripcion_larga": "La chaqueta de cuero estilo retro de RiderX combina el clásico diseño vintage con la seguridad moderna. Sus protecciones en codos y hombros brindan una protección adicional en caso de caídas o impactos. Fabricada con cuero de alta calidad, esta chaqueta no solo te brinda un estilo distintivo, sino también durabilidad y resistencia al desgaste.",
        "material": "Cuero genuino",
        "talle_disponible": "XS, S, M, L, XL, XXL",
        "color_disponible": "Negro, Marrón",
        "cantidad_disponible": 30,
        "imagen": "assets/img/2.png",
        "categoria": "Indumentaria"
    },
    "3": {
        "id": 3,
        "nombre": "Filtro de aire deportivo proTapers",
        "marca": "AirPro",
        "anio_lanzamiento": 2024,
        "descripcion": "Filtro de aire deportivo de alto flujo para motores de alto rendimiento, mejora la potencia y la respuesta del motor.",
        "descripcion_larga": "El filtro de aire deportivo proTapers de AirPro está diseñado para los entusiastas del rendimiento que desean maximizar la potencia de sus motores. Con un diseño de alto flujo, este filtro garantiza una mayor entrada de aire, lo que se traduce en una mejora significativa en la potencia y la respuesta del motor. Además, su construcción de alta calidad garantiza una filtración eficiente para proteger el motor de partículas dañinas.",
        "material": "Aluminio, tela filtrante",
        "talle_disponible": "",
        "color_disponible": "",
        "cantidad_disponible": "",
        "imagen": "assets/img/3.png",
        "categoria": "Accesorios de Motor"
    },
    "4": {
        "id": 4,
        "nombre": "Llantas de fibra de carbono",
        "marca": "CarbonSpeed",
        "anio_lanzamiento": 2023,
        "descripcion": "Llantas de fibra de carbono ultraligeras y resistentes, diseñadas para mejorar el rendimiento y la estética de tu moto.",
        "descripcion_larga": "Las llantas de fibra de carbono de CarbonSpeed ofrecen una combinación perfecta de rendimiento y estilo. Fabricadas con fibra de carbono de alta calidad, estas llantas son increíblemente ligeras y duraderas. Su diseño aerodinámico no solo mejora el rendimiento de tu moto al reducir el peso no suspendido, sino que también le da un aspecto agresivo y moderno. Con estas llantas, puedes experimentar una conducción más ágil y una apariencia única en la carretera.",
        "material": "Fibra de carbono",
        "talle_disponible": "",
        "color_disponible": "",
        "cantidad_disponible": "",
        "imagen": "./assets/img/4.png",
        "categoria": "Accesorios de Ruedas"
    },
    "5": {
        "id": 5,
        "nombre": "Escape de titanio con silenciador",
        "marca": "TitaniumRacing",
        "anio_lanzamiento": 2024,
        "descripcion": "Escape de titanio con silenciador desmontable, ofrece un sonido deportivo y un aumento de potencia en tu moto.",
        "descripcion_larga": "El escape de titanio con silenciador de TitaniumRacing es una opción premium para los amantes de las altas prestaciones. Fabricado con titanio de alta calidad, este escape es resistente a altas temperaturas y corrosión, lo que garantiza una larga vida útil. Además, su diseño con silenciador desmontable te permite ajustar el sonido de tu moto según tus preferencias. Experimenta un aumento notable en la potencia y un sonido deportivo inigualable con este escape de alto rendimiento.",
        "material": "Titanio",
        "talle_disponible": "",
        "color_disponible": "",
        "cantidad_disponible": "",
        "imagen": "./assets/img/5.png",
        "categoria": "Sistemas de Escape"
    },
    "6": {
        "id": 6,
        "nombre": "Guantes de cuero con protecciones",
        "marca": "RacingGear",
        "anio_lanzamiento": 2023,
        "descripcion": "Guantes de cuero con protecciones en nudillos y palmas, ofrecen un alto nivel de protección y comodidad para el piloto.",
        "descripcion_larga": "Los guantes de cuero con protecciones de RacingGear son la elección perfecta para los motociclistas que valoran la seguridad y la comodidad. Con protecciones en nudillos y palmas, estos guantes ofrecen una excelente protección contra impactos y abrasiones. Fabricados con cuero de alta calidad, proporcionan un ajuste cómodo y una sensación de lujo. Ya sea en un viaje largo o en una carrera emocionante, estos guantes te mantendrán protegido y cómodo en todo momento.",
        "material": "Cuero genuino, poliéster, fibra de carbono",
        "talle_disponible": "XS, S, M, L, XL",
        "color_disponible": "Negro, Blanco",
        "cantidad_disponible": 100,
        "imagen": "./assets/img/6.png",
        "categoria": "Indumentaria"
    },
    "7": {
        "id": 7,
        "nombre": "Funda impermeable para moto",
        "marca": "DryRide",
        "anio_lanzamiento": 2022,
        "descripcion": "Funda impermeable para moto con material resistente y costuras selladas, protege tu moto de la lluvia y el polvo.",
        "descripcion_larga": "La funda impermeable para moto de DryRide es tu aliado contra las inclemencias del tiempo. Confeccionada con material resistente y costuras selladas, esta funda protege tu moto de la lluvia, el polvo y otros elementos dañinos. Su diseño ajustado asegura un ajuste perfecto, mientras que las correas de sujeción garantizan que permanezca en su lugar incluso en condiciones de viento fuerte. Protege tu inversión y mantén tu moto en perfectas condiciones con esta funda impermeable de alta calidad.",
        "material": "Poliéster recubierto de PVC",
        "talle_disponible": "Único",
        "color_disponible": "Negro, Gris",
        "cantidad_disponible": 50,
        "imagen": "./assets/img/7.png",
        "categoria": "Accesorios de Protección"
    },
    "8": {
        "id": 8,
        "nombre": "Batería de litio de alta capacidad",
        "marca": "EcoPower",
        "anio_lanzamiento": 2024,
        "descripcion": "Batería de litio ultraligera y de alta capacidad, proporciona una mayor autonomía y durabilidad para tu moto.",
        "descripcion_larga": "La batería de litio de alta capacidad de EcoPower es la solución perfecta para aquellos que buscan un rendimiento confiable y duradero. Con su diseño ultraligero y compacto, esta batería ofrece una mayor autonomía y durabilidad en comparación con las baterías convencionales. Además, su tecnología de litio garantiza una carga rápida y una descarga estable, lo que la hace ideal para todo tipo de condiciones de conducción. Actualiza tu moto con esta batería de alta calidad y disfruta de un rendimiento excepcional en cada viaje.",
        "material": "Celdas de litio",
        "talle_disponible": "",
        "color_disponible": "",
        "cantidad_disponible": "",
        "imagen": "./assets/img/8.png",
        "categoria": "Accesorios Eléctricos"
    },
    "9": {
        "id": 9,
        "nombre": "Kit de luces LED para motocicleta",
        "marca": "BrightRider",
        "anio_lanzamiento": 2023,
        "descripcion": "Kit completo de luces LED para motocicleta, mejora la visibilidad y la seguridad en la carretera, con diseño de bajo consumo de energía.",
        "descripcion_larga": "El kit de luces LED para motocicleta de BrightRider es una actualización imprescindible para mejorar la visibilidad y la seguridad en la carretera. Con su diseño de bajo consumo de energía, este kit proporciona una iluminación brillante y duradera que aumenta tu visibilidad tanto de día como de noche. Fácil de instalar y compatible con la mayoría de las motocicletas, este kit te ofrece una mejora significativa en la seguridad sin comprometer el estilo.",
        "material": "Plástico, LED",
        "talle_disponible": "",
        "color_disponible": "",
        "cantidad_disponible": "",
        "imagen": "./assets/img/9.png",
        "categoria": "Accesorios de Iluminación"
    },
    "10": {
        "id": 10,
        "nombre": "Asiento deportivo con HidroGel Plus",
        "marca": "ComfortRide",
        "anio_lanzamiento": 2022,
        "descripcion": "Asiento deportivo con gel que proporciona comodidad y soporte durante largos viajes en moto, con diseño antideslizante y resistente al agua.",
        "descripcion_larga": "El asiento deportivo con HidroGel Plus de ComfortRide es la solución perfecta para los motociclistas que buscan comodidad durante largos viajes. Su diseño ergonómico y elástico se adapta perfectamente a la forma del cuerpo, proporcionando un apoyo óptimo en todo momento. Además, el gel HidroGel Plus integrado en el asiento reduce los puntos de presión y absorbe los impactos, lo que te permite viajar durante horas sin fatiga. Con su diseño antideslizante y resistente al agua, este asiento es la elección ideal para cualquier aventura en carretera.",
        "material": "Cuero sintético, gel HidroGel Plus",
        "talle_disponible": "",
        "color_disponible": "",
        "cantidad_disponible": "",
        "imagen": "./assets/img/10.png",
        "categoria": "Accesorios de Asiento"
    },
    "11": {
        "id": 11,
        "nombre": "Protector de tanque transparente",
        "marca": "ClearGuard",
        "anio_lanzamiento": 2023,
        "descripcion": "Protector de tanque transparente para motocicleta, protege la pintura contra arañazos y la abrasión.",
        "descripcion_larga": "El protector de tanque transparente de ClearGuard es una manera efectiva de mantener la pintura de tu motocicleta en perfectas condiciones. Fabricado con material de alta calidad, este protector es transparente para que puedas mostrar la pintura original de tu moto mientras la proteges contra arañazos y abrasiones. Su diseño duradero y resistente al agua garantiza una protección duradera, manteniendo tu motocicleta con un aspecto impecable durante más tiempo.",
        "material": "Vinilo transparente",
        "talle_disponible": "",
        "color_disponible": "",
        "cantidad_disponible": "",
        "imagen": "./assets/img/11.png",
        "categoria": "Accesorios de Protección"
    },
    "12": {
        "id": 12,
        "nombre": "Soporte para teléfono móvil",
        "marca": "TechMount",
        "anio_lanzamiento": 2024,
        "descripcion": "Soporte ajustable para teléfono móvil con montaje en manillar, mantiene tu dispositivo seguro y accesible durante el viaje en moto.",
        "descripcion_larga": "El soporte para teléfono móvil de TechMount es la solución perfecta para mantener tu dispositivo seguro y accesible mientras conduces. Con su diseño ajustable y resistente, este soporte se adapta fácilmente a cualquier tamaño de teléfono y ofrece una sujeción firme incluso en terrenos irregulares. El montaje en el manillar garantiza un fácil acceso a tu teléfono sin distraerte de la carretera. Ya sea que necesites navegar por GPS o escuchar música mientras conduces, este soporte te ofrece comodidad y seguridad en cada viaje.",
        "material": "Plástico ABS, metal",
        "talle_disponible": "",
        "color_disponible": "",
        "cantidad_disponible": "",
        "imagen": "./assets/img/12.png",
        "categoria": "Accesorios Electrónicos"
    },
    "13": {
        "id": 13,
        "nombre": "Cargador USB para motocicleta",
        "marca": "PowerRide",
        "anio_lanzamiento": 2023,
        "descripcion": "Cargador USB resistente al agua para motocicleta, carga tus dispositivos electrónicos mientras conduces, con conexión rápida y segura.",
        "descripcion_larga": "El cargador USB para motocicleta de PowerRide es el compañero perfecto para mantenerte conectado mientras viajas. Con su diseño resistente al agua y conexión segura, este cargador te permite cargar tus dispositivos electrónicos sin preocuparte por las condiciones climáticas o los terrenos difíciles. Su conexión rápida y segura garantiza una carga eficiente y estable en todo momento, para que puedas disfrutar de tus dispositivos sin interrupciones mientras conduces.",
        "material": "Plástico ABS",
        "talle_disponible": "",
        "color_disponible": "",
        "cantidad_disponible": "",
        "imagen": "./assets/img/13.png",
        "categoria": "Accesorios Electrónicos"
    },
    "14": {
        "id": 14,
        "nombre": "Alforjas de cuero vacuno vintage",
        "marca": "RetroBags",
        "anio_lanzamiento": 2022,
        "descripcion": "Alforjas de cuero vintage para motocicleta, con diseño clásico y amplio espacio de almacenamiento para tus pertenencias durante el viaje.",
        "descripcion_larga": "Las alforjas de cuero vacuno vintage de RetroBags combinan el encanto del viejo mundo con la funcionalidad moderna. Fabricadas con cuero de alta calidad, estas alforjas ofrecen una durabilidad excepcional y un aspecto clásico que complementa perfectamente cualquier estilo de motocicleta. Con su amplio espacio de almacenamiento, puedes llevar contigo todas tus pertenencias esenciales en tus viajes largos o cortos. Ya sea que estés explorando la ciudad o cruzando el país, estas alforjas te acompañarán con estilo y confiabilidad.",
        "material": "Cuero vacuno",
        "talle_disponible": "",
        "color_disponible": "",
        "cantidad_disponible": "",
        "imagen": "./assets/img/14.png",
        "categoria": "Equipaje y Almacenamiento"
    },
    "15": {
        "id": 15,
        "nombre": "Cúpula deportiva de fibra de carbono",
        "marca": "CarbonShield",
        "anio_lanzamiento": 2024,
        "descripcion": "Cúpula deportiva de fibra de carbono para motocicleta, reduce la resistencia al viento y mejora la aerodinámica, con diseño ligero y resistente.",
        "descripcion_larga": "La cúpula deportiva de fibra de carbono de CarbonShield es una adición imprescindible para los motociclistas que buscan mejorar la aerodinámica y el estilo de su moto. Fabricada con fibra de carbono de alta calidad, esta cúpula es increíblemente ligera y resistente, lo que reduce la resistencia al viento y mejora la estabilidad a altas velocidades. Su diseño aerodinámico no solo mejora el rendimiento de tu moto, sino que también le da un aspecto agresivo y deportivo. Con esta cúpula, puedes conquistar la carretera con estilo y confianza.",
        "material": "Fibra de carbono",
        "talle_disponible": "",
        "color_disponible": "",
        "cantidad_disponible": "",
        "imagen": "./assets/img/15.png",
        "categoria": "Estética y Aerodinámica"
    },
    "16": {
        "id": 16,
        "nombre": "Amortiguadores traseros ajustables",
        "marca": "ShockMaster",
        "anio_lanzamiento": 2023,
        "descripcion": "Amortiguadores traseros ajustables para motocicleta, proporcionan un mejor control y durante la conducción en diferentes condiciones.",
        "descripcion_larga": "Los amortiguadores traseros ajustables de ShockMaster son la solución perfecta para aquellos que buscan un mejor control y comodidad en su moto. Con su capacidad de ajuste, puedes personalizar la configuración de los amortiguadores según tu estilo de conducción y las condiciones de la carretera. Ya sea en terrenos accidentados o en carreteras lisas, estos amortiguadores te proporcionarán una conducción suave y estable en todo momento.",
        "material": "Metal, resorte",
        "talle_disponible": "",
        "color_disponible": "",
        "cantidad_disponible": "",
        "imagen": "./assets/img/16.png",
        "categoria": "Suspensión"
    }
}
